[
    {
        "id":0,
        "name":"Légendes Pokemon : Z-A",
        "release_date":"2025",
        "previous_game": "undefined",
        "next_game":"undefined",
        "description":"Pokémon Légendes : Z-A t’emmène dans une aventure totalement nouvelle au cœur d’Illumis, une métropole vivante où la ville elle-même devient ton terrain de jeu. Entre exploration libre, captures dynamiques et combats nerveux en temps réel, chaque rue cache une surprise et chaque nuit peut te propulser dans des affrontements spectaculaires.Redécouvre l’univers Pokémon sous un angle plus moderne et intense : stratégie, action et mise en scène immersive se mélangent pour offrir une expérience plus rythmée que jamais. Ajoute à ça le grand retour des Méga-Évolutions et une ambiance urbaine unique… et tu obtiens une aventure pensée pour les joueurs qui veulent ressentir le combat autant que le vivre. ✨ En bref : un Pokémon plus vivant, plus rapide, plus ambitieux — une nouvelle façon d’explorer, de combattre et de devenir un véritable dresseur.",
        "image_url":"https://www.nintendo.com/eu/media/images/assets/nintendo_switch_games/pokemonlegendsza/2x1_NSwitch2_PokemonLegendsZA_KV_FR_fr_image1600w.jpg",
        "parental_guidance":7,
        "free_to_play":false,
        "company_name":"Nintendo",
        "platforms":["Nintendo Switch","Nintendo Switch 2"],
        "category":["Action", "RPG","Aventure"],
        "online": false,
        "multiplayer": false
    },
     {
        "id":1,
        "name":"Clair Obscur: Expedition 33",
        "release_date":"2025",
        "previous_game":"undefined",
        "next_game":"undefined",
        "description":"Clair Obscur : Expedition 33 est un RPG narratif ambitieux qui mélange poésie, mystère et combats spectaculaires dans un univers aussi magnifique qu’inquiétant. Dans un monde où chaque année une entité efface une génération entière, tu rejoins l’Expédition 33, un groupe prêt à défier le destin pour briser ce cycle fatal.Entre direction artistique saisissante, ambiance sombre et système de combat dynamique mêlant stratégie et timing, le jeu promet une aventure intense où chaque choix et chaque affrontement comptent. C’est une expérience pensée pour ceux qui aiment les histoires fortes, les personnages marquants et les univers qui restent en tête longtemps après avoir posé la manette. ✨ En bref : un RPG élégant, dramatique et visuellement impressionnant, qui veut marier émotion, spectacle et profondeur narrative.",
        "image_url":"https://cdn1.epicgames.com/spt-assets/330dace5ffc74156987f91d454ac544b/project-w-1kt2x.jpg",
        "parental_guidance":18,
        "free_to_play":false,
        "company_name":"Sandfall Interactive's",
        "platforms":["PC","PS5", "Xbox Series X|S"],
        "category":["Action", "RPG","Aventure","Fantasy"],
        "online": false,
        "multiplayer": false
    },
     {
        "id":2,
        "name":"Dispatch",
        "release_date":"2025",
        "previous_game":"undefined",
        "next_game":"undefined",
        "description":"Dispatch te plonge dans une comédie de super-héros pas comme les autres : ici, tu ne sauves pas directement la ville… tu décides qui va la sauver. Ancien héros déchu, tu te retrouves derrière un bureau à gérer une équipe de super-héros un peu cassés, entre urgences explosives, tensions d’équipe et choix qui changent le cours de l’histoire. Avec son style proche d’une série animée premium, ses dialogues pleins de personnalité et ses décisions qui influencent les relations et le scénario, Dispatch mise sur l’émotion, l’humour et le drama autant que sur l’action. Chaque appel d’urgence devient un dilemme, chaque personnage peut devenir un allié… ou un problème de plus. ✨ En bref : un jeu narratif drôle, moderne et ultra stylé, où tu diriges les héros plutôt que d’en être un — et où chaque choix peut tout faire basculer.",
        "image_url":"https://image.api.playstation.com/vulcan/ap/rnd/202508/0621/4fb935ea5e75490740d6726da42d05d953cb50a693188174.png",
        "parental_guidance":18,
        "free_to_play":false,
        "company_name":"AdHoc Studio",
        "platforms":["PC","PS5", "Nintendo Switch", "Nintendo Switch 2"],
        "category":["Action","Aventure", "Statégie", "Jeux de Choix"],
        "online": false,
        "multiplayer": false
    },
     {
        "id":3,
        "name":"Dofus",
        "release_date":"2004",
        "previous_game":"undefined",
        "next_game":"undefined",
        "description":"Dofus t’invite dans un monde coloré et vivant où stratégie, aventure et humour se mélangent à chaque instant. Dans l’univers du Monde des Douze, tu crées ton personnage, choisis ta classe et pars explorer des régions pleines de monstres, de secrets et de défis à relever seul ou avec d’autres joueurs. Avec son système de combat tactique au tour par tour, sa forte dimension multijoueur et son style visuel unique, Dofus offre une expérience aussi accessible que profonde. Progression, métiers, donjons épiques, économie gérée par les joueurs… tout est pensé pour te faire vivre une vraie aventure sur le long terme. ✨ En bref : un MMORPG stratégique et plein de charme, où chaque combat demande de la réflexion et où chaque joueur écrit sa propre légende.",
        "image_url":"https://top-mmorpg.fr/wp-content/uploads/2017/06/Dofus-MMORPG-Gratuit-1024x768.jpg",
        "parental_guidance":12,
        "free_to_play":true,
        "company_name":"Ankama Animations",
        "platforms":["PC","Android", "AppStore"],
        "category":["MMORPG", "RPG","Aventure"],
        "online": true,
        "multiplayer": true
    }
]